/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Žádná data";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Uložit";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Znovu zadat podpis";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Vymazat";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Zrušit";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Podpis";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Klepnutím podepište";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Oblast podpisu";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Poklepáním a přetažením podepíšete";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Obrázek podpisu";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Řádka podpisu";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Zrušeno";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Další";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Status";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Zavedení zrušeno uživatelem";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Bez souhlasu nemůžete pokračovat v zavádění.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Udělit souhlas";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Konec";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Zpět";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Krok";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "z";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Opravdu chcete zrušit proces zavedení?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Chcete ochranu dat?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Mějte přehled o vašich datech";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Nyní ne";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Povolit";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Odepřít";

/* XBUT: Agree action title in EULAView */
"Agree" = "Souhlasím";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Nesouhlasím";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Načítání...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Ještě není nic k zobrazení";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d h %d min";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Hotovo";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "V datové tabulce jsou %d chyby.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "hlavička řádky";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "řádka %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "sloupec %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "hlavní příslušenství";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "zaostávající příslušenství";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "text";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "obrázek";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "datum";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "čas";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "trvání";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "položka seznamu";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "vybráno";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "nevybráno";

/* XBUT: calendar time component label */
"Time" = "Čas";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Hodnota: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Vybraná buňka je jen ke čtení.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Pole jen ke čtení";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Žádné znaky nezbývají";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Snižte počet znaků";

